{
  "name": "Sebastian Bielicki",
  "label": "Senior Specialist",
  "image_path": "img/face_red_cv.png",
  "contact": {
    "email": "s.b.bielicki@icloud.com",
    "phone": "+48-669-309-099",
    "location": "Gdansk, Poland"
  },
  "summary": "Senior researcher in ship hydromechanics with twenty years of experience in R&D projects management and coordination. Excellent skill in experimental data post-processing, data analysis of measured physical properties of experimental data. High skill in project coordination and cooperation with international clients and scientists. I train classification society surveyors on EEDI and EEXI-based verification of ship performance using experimental speed-power predictions in line with ITTC recommendations. Active member of Sub-Committee on SDC of IMO, secretary of Full Scale Ship Performance Committee of ITTC, member of the Technical Council at PRS.",
  "base_url": "127.0.0.1:5500",
  "social_links": [
    {
      "label": "Linkedin",
      "url": "https://www.linkedin.com/in/sebastian-bielicki-27aa87204",
      "svg_path": "img/linkedin.svg"
    },
    {
      "label": "GitHub",
      "url": "https://github.com/pciuh",
      "svg_path": "img/github.svg"
    }
  ],
  "work_experience": [
    {
      "company": "Maritime Advanced Research Centre (CTO S.A.)",
      "position": "Deputy Head of Hydrodynamics Division for R&D",
      "url": "https://cto.gda.pl",
      "start_date": "01/06/2023",
      "end_date": "Present",
      "summary": "Leading research and development efforts in the realm of ship hydromechanics, with an emphasis on the wave-induced dynamic behavior of vessels and the enhancement of hull designs. This includes the organization and oversight of both national and EU-sponsored projects, particularly those involving the modernization of ships and improvements in maritime safety. The role encompasses the creation of innovative experimental techniques and the execution of detailed computational analyses to advance the understanding of ship dynamics. Furthermore, it involves the guidance and support of emerging researchers and the leadership of interdisciplinary teams.",
      "highlights": [
        "Leading R&D initiatives in ship hydromechanics, focusing on dynamic behavior in waves.",
        "Coordinating national and EU-funded projects, including ship retrofits and safety at sea.",
        "Developing experimental methodologies and computational analyses for ship dynamics.", 
        "Mentoring junior researchers and managing cross-functional teams."
      ]
    },
    {
      "company": "Maritime Advanced Research Centre (CTO S.A.)",
      "position": "Senior Research Specialist",
      "url": "https://cto.gda.pl",
      "start_date": "01/03/2013",
      "end_date": "31/05/2023",
      "summary": "Comprehensive analysis of experimental data, incorporating statistical and spectral methodologies for signal processing. Designing proprietary software applications with Python, MATLAB, and C to facilitate data analysis and simulation tasks. Contributing to and publishing scholarly articles on topics related to ship dynamics, machine learning, and regression models in esteemed international journals. Additionally, disseminating research outcomes at worldwide conferences.",
      "highlights": [
        "Conducting advanced data analysis of experimental measurements, including statistical and spectral signal processing.",
        "Developing in-house software tools using Python, MATLAB, and C for data analysis and simulation.",
        "Authoring and co-authoring papers on ship dynamics, machine learning, and regression models published in international journals.", 
        "Presenting research findings at global conferences, contributing to the advancement of maritime science."    
      ]
    },
    {
      "company": "Maritime Advanced Research Centre (CTO S.A.)",
      "position": "Research Specialist",
      "url": "https://cto.gda.pl",
      "start_date": "01/03/2013",
      "end_date": "31/05/2023",
      "summary": "Designing and implementing experimental methodologies for conducting physical measurements and computational analyses. Developing mathematical models for ship dynamics, integrating parameters identified through both physical and computational methods. Collaborating with international clients and scientists on various research and development projects.",
      "highlights": [
          "Designing and executing experimental methodologies for physical measurements and computational analyses.",
          "Developing mathematical models for ship dynamics, incorporating physically and computationally identified parameters.",
          "Collaborating with international clients and scientists on R&D projects."
      ]
    }
  ],
  "projects": [

    {
      "title": "HELIMARIS",
      "summary" : "The project focuses on adapting the PZL SW-4 helicopter for maritime missions, my role involved preparing for maritime operations. Given operational and economic considerations, I spearheaded efforts to simulate the most critical flight phases prior to conducting actual flight tests.",
      "url": "https://mapadotacji.gov.pl/projekty/743537/",
      "highlights": [
        "Developed and supervised the methodology for model testing of a scaled OHP class corvette in wave conditions.",
        "Developed the methodology for preparing scaled model tests of helicopter ditching in wave conditions.",
        "Managed engineering and technical activities for designated work packages, including planning, execution, and comprehensive reporting."
      ],
      "images": [
        {
          "img_path": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhoeuvxLYEicjMebds8HVWYT8Ez73bxn5NVTTtxvAuOJKfVjFflJGoCQuR0bfL9iVd8DV6-sqXVsofEbNMkasGHMm2kBDnKQQmJG4Dxv_LUZw894G_d3Mu8ZJqJ9_kupphMpEtXsnKlJaE/s1600/USS_McClusky_(FFG-41).jpg",
          "caption": "OHP Calss Frigate"
        },
        {
          "img_path" : "https://www.pzlswidnik.pl/o/adaptive-media/image/13249429/w_720/SW-4-RUAS-Solo-(1)_720725.jpg",
          "caption": "The SW-4 Helicopter"
        },
        {
          "img_path": "http://www.lonesentry.com/images/wp-content/uploads/2015/02/boeing-b29-ditching.jpg",
          "caption": "Aircraft Laboratory Ditiching Tests"
        }
      ]
    },
 
    {
      "title": "SAFECRAFTS",
      "summary": "The project focuses on enhancing life-saving systems for ship evacuations, addressing the growing size and capacity of passenger ships. Recognizing the critical importance and high costs of these systems, the initiative adopts an innovative approach to improve evacuation procedures while effectively managing expenses.",
      "url": "https://cordis.europa.eu/docs/results/506/506402/126459631-6_en.pdf",
      "highlights": [
        "Derivation of methodology for scaled model tests to evaluate disembarkation via lifeboat from a damaged passenger ship.",
        "Built a C-based contactless motion tracker using cameras & LEDs for lifeboat trajectory analysis.",
        "Managed engineering/technical activities for assigned work packages, including planning, execution, and reporting."
      ],
      "images": [
        {
          "img_path": "https://images.pexels.com/photos/29863941/pexels-photo-29863941/free-photo-of-navio.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "Lifeboats Over the Sea"
        },
        {
          "img_path" : "https://images.pexels.com/photos/28282301/pexels-photo-28282301/free-photo-of-morze-wakacje-woda-ocean.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "Disembarkation in Lifeboat"
        },
        {
          "img_path": "https://images.pexels.com/photos/15304530/pexels-photo-15304530/free-photo-of-deska-tablica-zarzad-statek.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "Cruise Liner's Lifeboats"
        }
      ]
    },
    {
      "title": "Industry-Led R&D Projects in Marine Hydrodynamics",
      "summary": "numerous projects extending beyond typical scaled-model hydrodynamic testing of ship performance. Primary focus areas include investigating complex wave-induced dynamics of floating objects. This encompasses seakeeping analyses of unconventional vessel types, floating platforms, damage stability in wave conditions, and related phenomena.",
      "url": "https://www.cto.gda.pl/en/model-tests",
      "highlights": [
        "Development of model test technologies based on client requirements",
        "Project workflow coordination",
        "Stage-by-stage supervision of project development"
      ],
      "images": [
        {
          "img_path": "https://www.cto.gda.pl/media/djmediatools/cache/7-badania-modelowe/700x450-crop-90-malyimg_0292.jpg",
          "caption": "Scaled Model of Patrol Vessel Heading the Waves"
        },
        {
          "img_path": "https://www.cto.gda.pl/media/djmediatools/cache/7-badania-modelowe/700x450-crop-90-offshore_tests1.jpg",
          "caption": "Scaled Model of Semi-submersible Platform"
        },
        {
          "img_path": "https://www.cto.gda.pl/media/djmediatools/cache/7-badania-modelowe/700x450-crop-90-fig1_2012_2.png",
          "caption": "Wave Elevation Passing Through Semi-Submersible"
        }
      ]
    }
  ],
  "volunteer_experience": [
    {
      "organization": "30th ITTC, The  FSSPC",
      "position": "Secretary",
      "url": "https://www.ittc.info/media/12108/06-full-scale-ship-performance-committee.pdf",
      "start_date": "October, 2020",
      "end_date": "September, 2024",
      "summary": "The Full-Scale Ships Performance Committee aimed to improve and evaluate correction methods derived from the previous term. Greater focus was placed on measuring techniques, issues related to hull and propeller roughness, complementing the EEDI by assessing the receptivity of innovative technologies, collecting full-scale measurement data to validate energy-saving methods, and investigating smart ship technologies.",
      "highlights": [
        "Preparing meeting minutes, reporting to the Advisory Council, and collaborating directly with the Chairman.",
        "Investigation of sea trial processing for ships equipped with air lubrication systems.",
        "Reporting, coordination of activities related to 28th ITTC inside the company (CTO S.A.)"
      ]
    },
   {
      "organization": "29th ITTC, The SC on the SOS",
      "position": "Member",
      "url": "https://www.ittc.info/media/7821/16-sc-performance-of-ships-in-service.pdf",
      "start_date": "October, 2017",
      "end_date": "September, 2020",
      "summary": "The Specialist Committee on Ships in Operation at Sea aimed to continue the work of the previous committee, investigating environmental corrections for wind, current, and waves, shallow water evaluated through numerical computations or model tests.",
      "highlights": [
        "Investigation of the possibility of using newly develeoped shallow water correction",
        "Preparing CFD guideline for determination of wind resistance coefficients",
        "Reporting, coordination of activities related to 28th ITTC inside the company (CTO S.A.)"
      ]
    },
    {
      "organization": "28th ITTC, The SC on the PSS",
      "position": "Member",
      "url": "https://www.ittc.info/media/7821/16-sc-performance-of-ships-in-service.pdf",
      "start_date": "October, 2014",
      "end_date": "September, 2017",
      "summary": "The Specialist Committee on the Performance of Ships in Service aimed to enhance performance predictions, particularly for large ships, throughout their lifecycle, considering EEDI and EEOI developments within the IMO. Key objectives for the 28th PSS committee included improving the transparency and simplicity of Speed/Power trial procedures and establishing guidelines for determining model-ship correlation factors.",
      "highlights": [
        "Investigation of the possibility of using long track method",
        "Reporting, coordination of activities related to 28th ITTC inside the company (CTO S.A.)"
      ]
    }
  ],
  "education": [
    {
      "institution": "The Polish-Japanese Academy of Information Technology",
      "location": "Warsaw, Poland",
      "url": "https://pja.edu.pl",
      "degrees": [
        "Postgraduate Diploma",
        "Python - Artificial Intelligence Programming"
      ],
      "graduation_date": "Pending"
    },
    {
      "institution": "Gdansk University of Technology",
      "location": "Gdansk, Poland",
      "url": "https://pg.edu.pl",
      "degrees": [
        "PhD in Mechanical Engineering",
        "Maneouvering Simulations"
      ],
      "graduation_date": "Pending"
    },
    {
      "institution": "Gdansk University of Technology",
      "location": "Gdansk, Poland",
      "url": "https://pg.edu.pl",
      "degrees": [
        "Master of Science in Naval Architecture",
        "Ship Hydrodynamics"
      ],
      "graduation_date": "April, 2004"
    }
 ],
  "skills": [
    {
      "name": "Data Analysis",
      "proficiency": 95,
      "proficiency_label": "Expert"
    },
    {
      "name": "Project Coordination",
      "proficiency": 90,
      "proficiency_label": "Expert"
    },
    {
      "name": "Python Programming",
      "proficiency": 80,
      "proficiency_label": "Advanced"
    }
  ],
  "interests": [
    {
      "name": "Music",
      "summary": "My life revolves around unearthing extraordinary music across genres and weaving tracks into immersive mixes. Artist discovery and playlist alchemy are where I thrive – every compilation tells its own story.",
      "images": [
        {
          "img_path": "https://images.pexels.com/photos/1481311/pexels-photo-1481311.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "Turned-on Black Dell Laptop, shot by Everson Mayer"
        },
        {
          "img_path": "https://images.pexels.com/photos/4238872/pexels-photo-4238872.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "Grayscale Photo of People Dancing on the Street, shot by alexandre saraiva carniato"
        }
      ]
    },
    {
      "name": "Cycling",
      "summary": "I’m a passionate urban cyclist and a true daily commuter. I love exploring the city on two wheels, whether for practical transportation or just the joy of riding.",
      "images": [
        {
          "img_path": "https://images.pexels.com/photos/12000889/pexels-photo-12000889.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
          "caption": "A Man Riding Bicycle on the Street, shot by Soubhagya Maharana"
        },
        {
          "img_path": "https://images.pexels.com/photos/763398/pexels-photo-763398.jpeg",
          "caption": "Person Riding a Bicycle during Rainy Day, shot by Genaro Servín"
        }
      ]
    }
  ],
  "languages": [
    {
      "language": "Polish",
      "fluency": "Native speaker"
    },
    {
      "language": "Eglish",
      "fluency": "Fluent"
    },
    {
      "language": "Russian",
      "fluency": "Basic"
    }
  ]
}
